// Misc Strings

"fibre-channel-card-name"           = "Apple FC 카드";
"unknown"                           = "<알 수 없음>";
"default-filename"                  = "파이버 채널 카드";
"port-name-prefix"                  = "포트";
"slot-name-prefix"					= "슬롯 ";
"restart-required"                  = "설정을 적용하려면 재시동해야 합니다.";

// Status string.

"Offline"                           = "포트 링크가 다운되었습니다.";
"Online"                            = "포트 링크가 사용 가능합니다.";
// Speed status string.
"speed-status"                      = "속도는 다음으로 설정되어 있음: <<replace>>";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "확보된 링크 없음";
"link-status-nolink-unsupported"	= "확보된 링크 없음(지원되지 않는 케이블)";
"link-status-link"					= "확보된 링크";
"link-status-link-unsupported"		= "확보된 링크(지원되지 않는 케이블)";

// speed status string.
"1-gigabit-per-second"              = "1Gb/s";
"2-gigabit-per-second"              = "2Gb/s";
"speed-automatic"                   = "자동으로 구성";
"automatic-1-gigabit"               = "자동으로 구성하여 현재 1Gb/s임";
"automatic-2-gigabit"               = "자동으로 구성하여 현재 2Gb/s임";

// Topology status string.
"toplogy-status"                    = "포트 토폴로지는 다음으로 설정되어 있음: <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Point-to-Point";
"arbitrated-loop"                   = "조정 반복";
"topology-automatic"                = "자동으로 구성";
"automatic-point-to-point"          = "자동으로 구성하여 현재 Point-to-Point임";
"automatic-arbitrated-loop"         = "자동으로 구성하여 현재 조정 반복";

// Alerts
"incompatible-driver-title"         = "최신 드라이버를 설치하십시오";
"incompatible-driver"               = "이 응용 프로그램은 버전 1.1.0 이상의 AppleLSIFusionMPT.kext가 필요합니다. 최신 드라이버를 설치하였는지 확인한 뒤 다시 시도하십시오. ";
"alert-no-cards-title"              = "Apple 파이버 채널 카드를 찾을 수 없음";
"alert-no-cards"                    = "Apple 파이버 채널 카드가 제대로 설치되었는지 확인한 뒤 다시 시도하십시오.";
"alert-restart-title"               = "시스템 재시동";
"alert-restart-required"            = "새로운 설정을 적용하려면 재시동해야 합니다. 지금 재시동하겠습니까? ";
"alert-ok-button"                   = "승인";
"alert-yes-button"                  = "예";
"alert-no-button"                   = "아니요";
"alert-cancel-button"               = "취소";
"alert-tool-title"                  = "fibreconfig 도구 오류";
"alert-fibreconfig-error"           = "fibreconfig 도구에 오류가 발생하였습니다.";
"alert-missing-tool"                = "fibreconfig 도구를 찾을 수 없습니다.";
"alert-non-executeable-tool"        = "fibreconfig 도구를 실행할 수 없어서 다시 설치해야 합니다.";
"ww-node-name-tooltip"              = "WWNN(World Wide Node Name)";
"ww-port-name-tooltip"              = "WWPN(World Wide Port Name)";